/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Tidak dapat menghantar item";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Sila cuba lagi kemudian";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Tidak berdaftar masuk ke Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ telah menghantar foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Peranti ini belum lagi menyokong perkongsian foto baru Skype, tetapi anda masih boleh melihatnya dalam pelayar anda di sini : %@";
